Repository: abdullahMustafa2000/kilo_bamia
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: Kilo Bamia
ar: كي لو بريميي

# btnCreateRoom
source: Let's Split
ar: يلا نقسم

# enterChoicesNames
source: Confused between what?
ar: محتار بين ايه؟

# recentListTitle
source: Recent Splits
ar: تقسيمات سابقة

# emptyListMessage
source: The most 2 recent Splits will appear here.
ar: اخر تقسيمات هيظهروا هنا

# wheelTabName
source: Wheel
ar: العجلة

# coinTabName
source: Coin
ar: العملة

# throwCoin
source: Flip
ar: ارمي

# nameTheSplit
source: Name it :
ar: سمي التقسيمة

# splitNameHint
source: Ex: PlayStation
ar: مثلا:كوره، افلام...

# playersLabel
source: Players :
ar: عدد الناس

# teamsLabel
source: Teams :
ar: عدد الفرق

# createSplit
source: Next
ar: اللي بعده

source: Enter People :
ar: اللاعيبة

# splitPeopleBtn
source: Split
ar: وزع

# splitResult
source: Result
ar: التقسيمة

# saveBtn
source: Save
ar: حفظ

# playersLessThanTeamsErrMsg
source: Number of players should be greater
ar: ايه؟ عايز تقسم الناس علي عدد فرق اكتر منهم؟؟

# zeroInputErrMsg
source: Zero is not accepted
ar: هقسم الناس ازاي انا دلوقتي؟

# emptyFieldsErrMsg
source: Please fill all fields
ar: هو انا حاطط الحاجات المطلوبه ديكور مثلا؟

# tour1Title
source: Kilo Bamia
ar: كيلو باميه

# tour1Desc
source: "Kilo okra" is of French origin, which is "?Qui est le premier" and means "Who first?",but it was written and developed by the Egyptians until it reached a kilo of okra, as the game is used to select one from multiple choices.
ar: "كيلو بامية" هي من أصل فرنسي، وهي "Qui est le Premier" ومعناها "مين الأول؟"، ولكن المصريين غيرو في الكلمه و لاننا شعب بيحب الاكل وصلت إلى كيلو بامية، وبتعتمد على ان اختيار واحد بس اللي هيطلع من وسط اختيارات تانيه

# tour2Title
source: How it works
ar: الابليكيشن بيعمل ايه

# tour2Desc
source: The program works on dividing and distributing a certain number of players into a specified number of teams, and the number of teams and players is determined by the user, there is also a head and tail game in order to complete the game😉.
ar: الابليكيشن بياخد اسامي الناس اللي مشاركه في اللعب و يفرقهم علي عدد الفرق اللي انت كتبته وتقدر تلعب ملك وكتابة او تختار واحد من كذا اختاير ملخبطك😉.

# tourFinalTitle
source: Enjoy!
ar: يلا نبدا؟

# tourFinalDesc
source: We hope that you like the application, and if you have comments please let us know on comments section in app/play store, We look at them:), Enjoy and do not forget to rate👌
ar: نأمل أن يعجبك التطبيق، وإذا كان لديك تعليقات يرجى إعلامنا بذلك في قسم التعليقات في متجر التطبيقات/البلاي، ونحن نطلع عليها :)، استمتع ولا تنسى التقييم 👌

# startBtn
source: Start
ar: ابدأ

# unknownErr
source: Unknown error
ar: خطا مش مقصود ، عيد المحاولة

# teamTitle
source: Team
ar: فريق

# skipTour
source: Skip
ar: تخطي

# hintNameOfPlayer
source: name
ar: اسم
